{
  "resume": "Olá! Meu nome é Gabryel Valvano e sou um jovem apaixonado pela tecnologia desde muito novo. Ao longo de 1 ano e 4 meses, pude trabalhar em projetos pessoais, freela e cursos, o que me permitiu adquirir habilidades em diversas áreas da tecnologia e buscar sempre aprimoramento e novos conhecimentos. Minha paixão pela área me levou a buscar a minha primeira oportunidade como desenvolvedor front-end no mercado. Estou animado para crescer como profissional e contribuir para o sucesso da empresa. Além disso, tenho planos de ampliar meus conhecimentos para desenvolvimento mobile e back-end, para que eu possa oferecer soluções completas e eficientes para projetos futuros. Sou um profissional comprometido, responsável e sempre em busca de novos desafios para evoluir na minha carreira.",
  "paragraph": "Desde criança, sempre tive fascínio pela tecnologia e sua capacidade de transformar o mundo. No começo de 2022, quando um colega programador me apresentou a área de desenvolvimento web e eu tive meu primeiro contato com ela, percebi que finalmente havia encontrado um sonho a perseguir. Desde então, tenho me dedicado incansavelmente para me tornar um desenvolvedor Front-end de excelência.</br> Apesar de ter apenas 1 ano e 4 meses de experiência, tenho adquirido conhecimentos valiosos em projetos pessoais, freelancing e cursos. Sempre coloco em prática tudo que aprendo, para garantir que estou evoluindo como um desenvolvedor completo e preparado para os desafios do mercado. Tenho me concentrado nas principais tecnologias Front-end do mercado, como ReactJS, TypeScript, TailwindCSS, entre outros. Com isso, tenho certeza que sou capaz de desenvolver soluções inovadoras e de alta qualidade para os meus clientes e/ou empresas que eu venha a trabalhar. Meu próximo passo é expandir meus conhecimentos e aprender novas tecnologias Back-end e mobile.",
  "biography": "Desde a infância, a tecnologia sempre me fascinou. Passava horas estudando computadores, celulares, videogames e outras tecnologias, imaginando como elas funcionavam e como poderiam ser usadas para transformar o mundo. Essa curiosidade me acompanhou durante toda a vida, e me levou a buscar uma área que de fato iria me interessar dentro desse meio. Finalmente, encontrei essa paixão na programação.Foi amor à primeira vista! A possibilidade de criar soluções inovadoras a partir de linhas de código me cativou completamente, e desde então tenho me dedicado incansavelmente para me tornar um desenvolvedor Front- end de excelência. Com apenas 1 ano e 4 meses de experiência, tenho conquistado resultados expressivos em projetos pessoais, freelancing e cursos.Em cada oportunidade que tive, busquei aprender e evoluir, colocando em prática tudo o que aprendi.Acredito que essa abordagem tem sido fundamental para meu desenvolvimento como um profissional completo e preparado para os desafios do mercado. Entre as tecnologias que tenho focado, estão o ReactJS, JavaScript, TypeScript e TailwindCSS.Tenho estudado essas e outras tecnologias Front - end do mercado com afinco, buscando me tornar um especialista na área e estar preparado para as demandas mais complexas. Além disso, tenho consciência de que a tecnologia não para de evoluir, e que é preciso estar sempre atualizado e disposto a aprender.Por isso, pretendo eventualmente expandir meus conhecimentos e aprender novas tecnologias Back - end, como NodeJS e bancos de dados. Estou determinado a alcançar meu sonho de conseguir o primeiro emprego como desenvolvedor Front - end, e tenho certeza de que estou no caminho certo."
}