{
  "resume": "Olá! Meu nome é Gabryel. Sou um jovem apaixonado pela tecnologia desde muito novo. Ao longo de 1 ano e 4 meses, pude trabalhar em projetos pessoais, freela e cursos, o que me permitiu adquirir habilidades em diversas áreas da tecnologia e buscar sempre aprimoramento e novos conhecimentos. Minha paixão pela área me levou a buscar a minha primeira oportunidade como desenvolvedor front-end no mercado. Estou animado para crescer como profissional e contribuir para o sucesso da empresa. Além disso, tenho planos de ampliar meus conhecimentos para desenvolvimento mobile e back-end, para que eu possa oferecer soluções completas e eficientes para projetos futuros. Sou um profissional comprometido, responsável e sempre em busca de novos desafios para evoluir na minha carreira.",
  "paragraph": "Desde criança, sempre tive fascínio pela tecnologia e sua capacidade de transformar o mundo. No começo de 2022, tive meu primeiro contato com o mundo do desenvolvimento web, graças a um colega programador que me apresentou a área. Foi nessa hora que percebi que finalmente havia encontrado meu verdadeiro sonho profissional. Desde então, tenho me dedicado incansavelmente para me tornar um desenvolvedor Front-end de excelência. Apesar de ter apenas 1 ano e 4 meses de experiência, tenho adquirido conhecimentos valiosos em projetos pessoais, freelancing e cursos. Sempre coloco em prática tudo que aprendo, para garantir que estou evoluindo como um desenvolvedor completo e preparado para os desafios do mercado. Graças à minha dedicação e esforço, sinto-me confiante em minha capacidade de desenvolver soluções inovadoras e de alta qualidade para clientes e empresas. Meu próximo passo é expandir meus conhecimentos e aprender novas tecnologias Back-end e mobile. Estou animado para aplicar meus conhecimentos em projetos cada vez mais complexos e desafiadores, aprimorando minhas habilidades e contribuindo para o sucesso da empresa. Sou um profissional comprometido, responsável e sempre em busca de novas oportunidades para evoluir e crescer na minha carreira.",
  "biography": "Olá! Me chamo Gabryel e sou um entusiasta da tecnologia desde criança. Depois de me formar no ensino médio, fiquei um pouco perdido em relação à qual carreira seguir. Foi então que um colega programador sênior me apresentou o mundo da programação, e eu me apaixonei imediatamente! A possibilidade de criar soluções inovadoras a partir de linhas de código me cativou e, desde então, tenho me dedicado incansavelmente para me tornar um desenvolvedor Front-end de excelência. Com apenas 1 ano e 4 meses de experiência, já conquistei resultados expressivos em projetos pessoais, freelas e cursos. Em cada oportunidade que tive, busquei aprender e evoluir, colocando em prática tudo o que aprendi. Acredito que essa abordagem tem sido fundamental para meu desenvolvimento como um profissional completo e preparado para os desafios do mercado. Tenho focado em tecnologias Front-end como ReactJS, TypeScript e TailwindCSS. Tenho estudado essas e outras tecnologias com afinco, buscando me tornar um especialista na área e estar preparado para as demandas mais complexas. Além disso, estou sempre atualizado e disposto a aprender, pois sei que a tecnologia não para de evoluir. Pretendo eventualmente expandir meus conhecimentos para aprender novas tecnologias Back-end, como NodeJS e bancos de dados. Meu objetivo é encontrar minha primeira oportunidade como desenvolvedor Front-end e contribuir com soluções inovadoras e de alta qualidade para as empresas. Estou determinado a alcançar esse objetivo e sei que estou no caminho certo para isso."
}